
id: 0
command: command
response: b'ok'
start time: 2021-03-27 18:36:09.693374
end_time: 2021-03-27 18:36:09.744857
duration: 0.051483

id: 1
command: speed?
response: b'100.0\r\n'
start time: 2021-03-27 18:36:09.744857
end_time: 2021-03-27 18:36:09.816894
duration: 0.072037

id: 2
command: battery?
response: b'72\r\n'
start time: 2021-03-27 18:36:09.816894
end_time: 2021-03-27 18:36:09.854307
duration: 0.037413

id: 3
command: time?
response: b'89s\r\n'
start time: 2021-03-27 18:36:09.854307
end_time: 2021-03-27 18:36:09.903975
duration: 0.049668

id: 4
command: land
response: b'error'
start time: 2021-03-27 18:36:09.903975
end_time: 2021-03-27 18:36:09.947610
duration: 0.043635
