
id: 0
command: command
response: b'ok'
start time: 2021-03-27 18:36:56.675836
end_time: 2021-03-27 18:36:56.742130
duration: 0.066294

id: 1
command: land
response: b'error'
start time: 2021-03-27 18:36:56.742130
end_time: 2021-03-27 18:36:56.787163
duration: 0.045033

id: 2
command: flip f
response: b'take off first'
start time: 2021-03-27 18:36:56.787163
end_time: 2021-03-27 18:36:56.849166
duration: 0.062003

id: 3
command: land
response: b'error'
start time: 2021-03-27 18:36:56.849233
end_time: 2021-03-27 18:36:56.866343
duration: 0.01711
