
id: 0
command: command
response: b'ok'
start time: 2021-03-27 18:37:05.590457
end_time: 2021-03-27 18:37:05.647514
duration: 0.057057

id: 1
command: takeoff
response: b'ok'
start time: 2021-03-27 18:37:05.647514
end_time: 2021-03-27 18:37:11.865739
duration: 6.218225

id: 2
command: flip f
response: b'ok'
start time: 2021-03-27 18:37:11.865739
end_time: 2021-03-27 18:37:15.231333
duration: 3.365594

id: 3
command: land
response: b'ok'
start time: 2021-03-27 18:37:15.231333
end_time: 2021-03-27 18:37:17.650564
duration: 2.419231
