
id: 0
command: command
response: b'ok'
start time: 2021-03-27 18:36:26.865809
end_time: 2021-03-27 18:36:26.896138
duration: 0.030329

id: 1
command: takeoff
response: b'ok'
start time: 2021-03-27 18:36:26.896138
end_time: 2021-03-27 18:36:33.473074
duration: 6.576936

id: 2
command: speed?
response: b'100.0\r\n'
start time: 2021-03-27 18:36:33.473074
end_time: 2021-03-27 18:36:33.527275
duration: 0.054201

id: 3
command: battery?
response: b'72\r\n'
start time: 2021-03-27 18:36:33.527275
end_time: 2021-03-27 18:36:33.575067
duration: 0.047792

id: 4
command: time?
response: b'96s\r\n'
start time: 2021-03-27 18:36:33.575117
end_time: 2021-03-27 18:36:33.622944
duration: 0.047827

id: 5
command: land
response: b'ok'
start time: 2021-03-27 18:36:33.623063
end_time: 2021-03-27 18:36:36.288924
duration: 2.665861
